Repository: thingsboard/flutter_thingsboard_app
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Home
vi: Trang chủ

# devices
source: {count, plural, =1{Device} other{Devices}}
vi: {count, plural, =1{Thiết bị} other{Thiết bị}}

source: More
vi: Thêm

source: Customers
vi: Khách hàng

source: Assets
vi: Tài sản

source: Audit Logs
vi: Nhật ký kiểm toán

source: Log Out
vi: Đăng xuất

source: Log In
vi: Đăng nhập

# logoDefaultValue
source: ThingsBoard Logo
vi: Logo ThingsBoard

# emailRequireText
source: Email is required.
vi: Vui lòng nhập email.

# emailInvalidText
source: Invalid email format.
vi: Định dạng email không hợp lệ.

source: username
vi: tên người dùng

source: Password
vi: Mật khẩu

# passwordRequireText
source: Password is required.
vi: Vui lòng nhập mật khẩu.

# passwordForgotText
source: Forgot Password?
vi: Quên mật khẩu?

# passwordReset
source: Reset password
vi: Đặt lại mật khẩu

# passwordResetText
source: Enter the email associated with your account and we'll send an email with password reset link
vi: Nhập email được liên kết với tài khoản của bạn và chúng tôi sẽ gửi một email kèm theo liên kết đặt lại mật khẩu

source: Request password reset
vi: Yêu cầu đặt lại mật khẩu

# passwordResetLinkSuccessfullySentNotification
source: Password reset link was successfully sent!
vi: Đã gửi liên kết đặt lại mật khẩu thành công!

source: OR
vi: HOẶC

source: No
vi: Không

source: Yes
vi: Có

source: Title
vi: Tiêu đề

source: Country
vi: Quốc gia

source: City
vi: Thành phố

# stateOrProvince
source: State / Province
vi: Tiểu bang / Tỉnh

# postalCode
source: Zip / Postal Code
vi: Mã Zip / Mã bưu điện

source: Address
vi: Địa chỉ

source: Address 2
vi: Địa chỉ 2

source: Phone
vi: Điện thoại

# alarmClearTitle
source: Clear Alarm
vi: Xóa cảnh báo

# alarmClearText
source: Are you sure you want to clear Alarm?
vi: Bạn có chắc chắn muốn xóa Cảnh báo này không?

# alarmAcknowledgeTitle
source: Acknowledge Alarm
vi: Xác nhận cảnh báo

# alarmAcknowledgeText
source: Are you sure you want to acknowledge Alarm?
vi: Bạn có chắc chắn muốn xác nhận Cảnh báo này không?

source: Asset name
vi: Tên tài sản

source: Type
vi: Loại

source: Label
vi: Nhãn

source: Assigned to customer
vi: Được gán cho khách hàng

source: Audit log details
vi: Chi tiết nhật ký kiểm toán

source: Entity Type
vi: Loại thực thể

source: Action data
vi: Dữ liệu hành động

source: Failure details
vi: Chi tiết lỗi

source: All devices
vi: Tất cả thiết bị

source: Active
vi: Hoạt động

source: Inactive
vi: Không hoạt động

source: System Administrator
vi: Quản trị viên hệ thống

source: Tenant Administrator
vi: Quản trị viên thuê bao

source: Customer
vi: Khách hàng

source: Change Password
vi: Đổi mật khẩu

# currentPasswordRequireText
source: Current password is required.
vi: Vui lòng nhập mật khẩu hiện tại.

source: Current password
vi: Mật khẩu hiện tại

# newPasswordRequireText
source: New password is required.
vi: Vui lòng nhập mật khẩu mới.

source: New password
vi: Mật khẩu mới

# newPassword2RequireText
source: New password again is required.
vi: Vui lòng nhập lại mật khẩu mới.

# newPassword2
source: Confirm new password
vi: Xác nhận mật khẩu mới

# passwordErrorNotification
source: Entered passwords must be same!
vi: Mật khẩu đã nhập phải giống nhau!

# firstNameUpper
source: First Name
vi: Tên

# lastNameUpper
source: Last Name
vi: Họ

# profileSuccessNotification
source: Profile successfully updated
vi: Hồ sơ đã được cập nhật thành công

# passwordSuccessNotification
source: Password successfully changed
vi: Đổi mật khẩu thành công

source: Not implemented!
vi: Chưa được triển khai!

# listIsEmptyText
source: The list is currently empty.
vi: Danh sách hiện đang trống.

source: Try again
vi: Thử lại

source: Verify your identity
vi: Xác minh danh tính của bạn

# continueText
source: Continue
vi: Tiếp tục

source: Resend code
vi: Gửi lại mã

# resendCodeWait
source: Resend code in {time,plural, =1{1 second}other{{time} seconds}}
vi: Gửi lại mã sau {time,plural, other{{time} giây}}

# totpAuthDescription
source: Please enter the security code from your authenticator app.
vi: Vui lòng nhập mã bảo mật từ ứng dụng xác thực của bạn.

# smsAuthDescription
source: A security code has been sent to your phone at {contact}.
vi: Mã bảo mật đã được gửi đến điện thoại của bạn tại {contact}.

# emailAuthDescription
source: A security code has been sent to your email address at {contact}.
vi: Mã bảo mật đã được gửi đến địa chỉ email của bạn tại {contact}.

# backupCodeAuthDescription
source: Please enter one of your backup codes.
vi: Vui lòng nhập một trong các mã dự phòng của bạn.

# verificationCodeInvalid
source: Invalid verification code format
vi: Định dạng mã xác minh không hợp lệ

# toptAuthPlaceholder
source: Code
vi: Mã

# smsAuthPlaceholder
source: SMS code
vi: Mã SMS

# emailAuthPlaceholder
source: Email code
vi: Mã email

# backupCodeAuthPlaceholder
source: Backup code
vi: Mã dự phòng

# verificationCodeIncorrect
source: Verification code is incorrect
vi: Mã xác minh không chính xác

# verificationCodeManyRequest
source: Too many requests check verification code
vi: Quá nhiều yêu cầu kiểm tra mã xác minh

source: Try another way
vi: Thử cách khác

# selectWayToVerify
source: Select a way to verify
vi: Chọn một cách để xác minh

# mfaProviderTopt
source: Authenticator app
vi: Ứng dụng xác thực

# mfaProviderBackupCode
source: Backup code
vi: Mã dự phòng

# newUserText
source: New User?
vi: Người dùng mới?

source: Create Account
vi: Tạo tài khoản

source: Email verification
vi: Xác minh email

# emailVerificationSentText
source: An email with verification details was sent to the specified email address
vi: Một email với thông tin xác minh đã được gửi đến địa chỉ email đã cung cấp

# emailVerificationInstructionsText
source: Please follow instructions provided in the email in order to complete your sign up procedure. Note: if you haven't seen the email for a while, please check your 'spam' folder or try to resend email by clicking 'Resend' button.
vi: Vui lòng làm theo hướng dẫn được cung cấp trong email để hoàn tất thủ tục đăng ký. Lưu ý: nếu bạn không thấy email trong một thời gian, vui lòng kiểm tra thư mục 'spam' hoặc thử gửi lại email bằng cách nhấp vào nút 'Gửi lại'.

source: Resend
vi: Gửi lại

source: Activating account...
vi: Đang kích hoạt tài khoản...

# accountActivated
source: Account successfully activated!
vi: Tài khoản đã được kích hoạt thành công!

source: Email verified
vi: Email đã được xác minh

# activatingAccountText
source: Your account is currently activating. Please wait...
vi: Tài khoản của bạn hiện đang được kích hoạt. Vui lòng chờ...

# accountActivatedText
source: Congratulations! Your {appTitle} account has been activated. Now you can login to your {appTitle} space.
vi: Chúc mừng! Tài khoản {appTitle} của bạn đã được kích hoạt. Bây giờ bạn có thể đăng nhập vào không gian {appTitle} của mình.

source: Privacy Policy
vi: Chính sách quyền riêng tư

source: Cancel
vi: Hủy

source: Accept
vi: Chấp nhận

source: Terms of Use
vi: Điều khoản sử dụng

source: First name
vi: Tên

# firstNameRequireText
source: First name is required.
vi: Vui lòng nhập tên.

source: Last name
vi: Họ

# lastNameRequireText
source: Last name is required.
vi: Vui lòng nhập họ.

# createPassword
source: Create a password
vi: Tạo mật khẩu

# repeatPassword
source: Repeat your password
vi: Nhập lại mật khẩu của bạn

source: I'm not a robot
vi: Tôi không phải là rô bốt

source: Sign up
vi: Đăng ký

source: Already have an account?
vi: Bạn đã có tài khoản?

source: Sign In
vi: Đăng nhập

# invalidPasswordLengthMessage
source: Your password must be at least 6 characters long
vi: Mật khẩu của bạn phải có ít nhất 6 ký tự

# confirmNotRobotMessage
source: You must confirm that you are not a robot
vi: Bạn phải xác nhận rằng bạn không phải là rô bốt

# acceptPrivacyPolicyMessage
source: You must accept our Privacy Policy
vi: Bạn phải chấp nhận Chính sách quyền riêng tư của chúng tôi

# acceptTermsOfUseMessage
source: You must accept our Terms of Use
vi: Bạn phải chấp nhận Điều khoản sử dụng của chúng tôi

source: Inactive user already exists
vi: Người dùng không hoạt động đã tồn tại

# inactiveUserAlreadyExistsMessage
source: There is already registered user with unverified email address. Click 'Resend' button if you wish to resend verification email.
vi: Đã có người dùng đăng ký với địa chỉ email chưa được xác minh. Nhấp vào nút 'Gửi lại' nếu bạn muốn gửi lại email xác minh.

source: Assignee
vi: Người được giao

source: Alarm types
vi: Các loại cảnh báo

source: Details
vi: Chi tiết

source: Status
vi: Trạng thái

source: Severity
vi: Mức độ nghiêm trọng

source: Originator
vi: Nguồn gốc

source: Start time
vi: Thời gian bắt đầu

source: Duration
vi: Thời lượng

source: days
vi: ngày

source: hours
vi: giờ

source: minutes
vi: phút

source: seconds
vi: giây

source: View Dashboard
vi: Xem Bảng điều khiển

source: Activity
vi: Hoạt động

# addCommentMessage
source: Add a comment...
vi: Thêm bình luận...

# selectUser
source: Select users
vi: Chọn người dùng

source: Assigned to me
vi: Được gán cho tôi

source: Clear
vi: Xóa

source: Acknowledge
vi: Xác nhận

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: Edited
vi: Đã chỉnh sửa

source: Delete comment
vi: Xóa bình luận

source: Are you sure?
vi: Bạn có chắc chắn?

source: No results found
vi: Không tìm thấy kết quả

# tryRefiningYourQuery
source: Please try refining your query
vi: Vui lòng thử tinh chỉnh truy vấn của bạn

source: Failed to load the list
vi: Không thể tải danh sách

# tryRefreshing
source: Please try refreshing
vi: Vui lòng thử làm mới

source: Refresh
vi: Làm mới

source: Users
vi: Người dùng

source: Unassigned
vi: Chưa được gán

source: Failed to load alarm details
vi: Không thể tải chi tiết cảnh báo

source: Something Went Wrong
vi: Đã xảy ra lỗi

source: Choose region
vi: Chọn khu vực

source: Select region
vi: Chọn khu vực

source: North America
vi: Bắc Mỹ

source: Europe
vi: Châu Âu

# northAmericaRegionShort
source: N. Virginia
vi: Bắc Virginia

source: Device list
vi: Danh sách thiết bị

# dashboards
source: {count, plural, =1{Dashboard} other{Dashboards}}
vi: {count, plural, =1{Bảng điều khiển} other{Bảng điều khiển}}

source: Update required
vi: Yêu cầu cập nhật

# updateTo
source: Update to {version}
vi: Cập nhật lên {version}

# popTitle
source: Enter PIN of {deviceName} to confirm proof of possession
vi: Nhập mã PIN của {deviceName} để xác nhận bằng chứng sở hữu

source: Next
vi: Tiếp theo

source: Confirmation
vi: Xác nhận

# bleHelpMessage
source: To provision your new device, please make sure that your phone’s Bluetooth is turned on and within range of your new device
vi: Để cung cấp thiết bị mới của bạn, vui lòng đảm bảo rằng Bluetooth trên điện thoại của bạn đã được bật và nằm trong phạm vi của thiết bị mới.

source: Wi-Fi password
vi: Mật khẩu Wi-Fi

# wifiHelpMessage
source: To continue setup of your device {deviceName}, please provide your Network's credentials.
vi: Để tiếp tục thiết lập thiết bị {deviceName} của bạn, vui lòng cung cấp thông tin đăng nhập Mạng của bạn.

# wifiPasswordMessage
source: Enter password for {network}
vi: Nhập mật khẩu cho {network}

# deviceNotFoundMessage
source: Devices not found. Please make sure that your phone’s Bluetooth is turned on and within range of your new device.
vi: Không tìm thấy thiết bị. Vui lòng đảm bảo rằng Bluetooth trên điện thoại của bạn đã được bật và nằm trong phạm vi của thiết bị mới.

# permissionsNotEnoughMessage
source: You don't have enough permissions for "{permissions}" to proceed. Please grant the required permissions and tap "Try Again".
vi: Bạn không có đủ quyền cho "{permissions}" để tiếp tục. Vui lòng cấp các quyền cần thiết và nhấn "Thử lại".

source: Sending Wi-Fi credentials
vi: Đang gửi thông tin đăng nhập Wi-Fi

source: Confirming Wi-Fi connection
vi: Đang xác nhận kết nối Wi-Fi

# provisionedSuccessfully
source: Device has been successfully provisioned
vi: Thiết bị đã được cung cấp thành công

source: Return to dashboard
vi: Quay lại bảng điều khiển

# cannotEstablishSession
source: Cannot establish session with device {deviceName}. Please try again
vi: Không thể thiết lập phiên với thiết bị {deviceName}. Vui lòng thử lại

source: Claiming device
vi: Đang xác nhận quyền sở hữu thiết bị

# claimingDeviceDone
source: Device claiming done
vi: Hoàn tất xác nhận quyền sở hữu thiết bị

# claimingMessageSuccess
source: Device has been successfully claimed
vi: Đã xác nhận quyền sở hữu thiết bị thành công

# openAppSettingsToGrantPermissionMessage
source: You don't have enough permissions for "{permissions}" to proceed. Please open app settings, grant permissions and trap "Try Again".
vi: Bạn không có đủ quyền cho "{permissions}" để tiếp tục. Vui lòng mở cài đặt ứng dụng, cấp quyền và nhấn "Thử lại".

source: Scan a code
vi: Quét mã

source: Allow access
vi: Cho phép truy cập

source: Toggle camera
vi: Bật/tắt camera

source: Toggle flash
vi: Bật/tắt đèn flash

source: Unable to use camera
vi: Không thể sử dụng camera

source: Open settings and grant access to camera to continue
vi: Mở cài đặt và cấp quyền truy cập camera để tiếp tục

source: Not Found
vi: Không tìm thấy

# routeNotDefined
source: Route not defined: {name}
vi: Lộ trình chưa được xác định: {name}

source: Login with
vi: Đăng nhập bằng

source: Scan QR code
vi: Quét mã QR

source: An empty request data received.
vi: Đã nhận được dữ liệu yêu cầu trống.

source: Something went wrong ... Rollback
vi: Đã xảy ra lỗi ... Hoàn tác

source: Search results
vi: Kết quả tìm kiếm

source: View all
vi: Xem tất cả

source: Requested entity does not exists.
vi: Thực thể được yêu cầu không tồn tại.

source: No alarms found
vi: Không tìm thấy cảnh báo nào

source: Filters
vi: Bộ lọc

source: Alarm status list
vi: Danh sách trạng thái cảnh báo

source: Alarm severity list
vi: Danh sách mức độ nghiêm trọng của cảnh báo

source: Cleared
vi: Đã xóa

source: Acknowledged
vi: Đã xác nhận

source: Unacknowledged
vi: Chưa xác nhận

source: Critical
vi: Nghiêm trọng

source: Major
vi: Chính

source: Minor
vi: Thứ yếu

source: Warning
vi: Cảnh báo

source: Indeterminate
vi: Không xác định

# searchUsers
source: {count, plural, =1{Search user} other{Search users}}
vi: {count, plural, =1{Tìm kiếm người dùng} other{Tìm kiếm người dùng}}

source: Reset
vi: Đặt lại

source: Update
vi: Cập nhật

source: Alarm type list
vi: Danh sách loại cảnh báo

source: Any type
vi: Bất kỳ loại nào

# plusAlarmType
source: + Alarm type
vi: + Loại cảnh báo

source: All
vi: Tất cả

source: Unread
vi: Chưa đọc

source: Close
vi: Đóng

source: Code verification failed!
vi: Xác minh mã thất bại!

source: Fatal error
vi: Lỗi nghiêm trọng

source: Unknown error.
vi: Lỗi không xác định.

source: Fatal application error occurred:
vi: Đã xảy ra lỗi ứng dụng nghiêm trọng:

source: Connection error
vi: Lỗi kết nối

source: Failed to connect to server
vi: Không thể kết nối đến máy chủ

source: Retry
vi: Thử lại

source: Mobile dashboard should be configured in device profile!
vi: Bảng điều khiển di động phải được cấu hình trong hồ sơ thiết bị!

source: Open Wi-Fi settings
vi: Mở cài đặt Wi-Fi

source: Connect to the Wi-Fi you usually use
vi: Kết nối với Wi-Fi bạn thường sử dụng

source: Return to the app and tap Ready button
vi: Quay lại ứng dụng và nhấn nút Sẵn sàng

# pleaseFollowTheNextStepsToReconnectnyourPhoneToYour
source: Please follow the next steps to reconnect your phone to your regular Wi-Fi
vi: Vui lòng làm theo các bước tiếp theo để kết nối lại điện thoại của bạn với Wi-Fi thông thường

source: Push notifications are not configured. Please contact your system administrator.
vi: Thông báo đẩy chưa được cấu hình. Vui lòng liên hệ với quản trị viên hệ thống của bạn.

# firebaseIsNotConfiguredPleaseReferToTheOfficialFirebase
source: Firebase is not configured. Please refer to the official Firebase documentation for guidance on how to do so.
vi: Firebase chưa được cấu hình. Vui lòng tham khảo tài liệu Firebase chính thức để biết hướng dẫn cách thực hiện.

source: Mark all as read
vi: Đánh dấu tất cả là đã đọc

source: Profile
vi: Hồ sơ

source: Can't launch url: {link}
vi: Không thể mở url: {link}

source: No dashboards found
vi: Không tìm thấy bảng điều khiển nào

source: Open app settings
vi: Mở cài đặt ứng dụng

source: Connecting to device
vi: Đang kết nối với thiết bị

source: Connect to device
vi: Kết nối với thiết bị

source: Select Wi-Fi network
vi: Chọn mạng Wi-Fi

source: Device provisioning
vi: Cung cấp thiết bị

source: Permissions
vi: Quyền

source: Unable connect to device
vi: Không thể kết nối với thiết bị

source: Device not able to find Wi-Fi nearby
vi: Thiết bị không thể tìm thấy Wi-Fi lân cận

# connectionToTheWifiNetworkFailednpleaseEnsureThatYour
source: Connection to the {name} Wi-Fi network failed. Please ensure that your phone is connected to the device Wi-Fi network and that Local Network access is enabled for this app in your device settings.
vi: Kết nối với mạng Wi-Fi {name} thất bại. Vui lòng đảm bảo rằng điện thoại của bạn đã được kết nối với mạng Wi-Fi của thiết bị và quyền truy cập Mạng cục bộ đã được bật cho ứng dụng này trong cài đặt thiết bị của bạn.

# unableConnectToWifiBecauseNetworksWasntFoundByDevice
source: Unable connect to Wi-Fi because networks wasn't found by device {name}
vi: Không thể kết nối với Wi-Fi vì thiết bị {name} không tìm thấy mạng

# pleaseFollowTheNextStepsToConnectYourPhoneTo
source: Please follow the next steps to connect your phone to device
vi: Vui lòng làm theo các bước tiếp theo để kết nối điện thoại của bạn với thiết bị

source: Connect to Wi-Fi similar to {wifiName}
vi: Kết nối với Wi-Fi tương tự {wifiName}

source: Ready
vi: Sẵn sàng

source: Exit device provisioning
vi: Thoát cung cấp thiết bị

source: No notifications found
vi: Không tìm thấy thông báo nào

source: Mark as read
vi: Đánh dấu là đã đọc

source: Please scan QR code on your device
vi: Vui lòng quét mã QR trên thiết bị của bạn

source: Search
vi: Tìm kiếm

source: Tenant
vi: Người thuê

source: Tenant profile
vi: Hồ sơ người thuê

source: User
vi: Người dùng

source: Asset
vi: Tài sản

source: Device profile
vi: Hồ sơ thiết bị

source: Asset profile
vi: Hồ sơ tài sản

# alarms
source: {count, plural, =1{Alarm} other{Alarms}}
vi: {count, plural, =1{Cảnh báo} other{Cảnh báo}}

source: Rule chain
vi: Chuỗi quy tắc

source: Rule node
vi: Nút quy tắc

source: Entity view
vi: Chế độ xem thực thể

source: Widgets bundle
vi: Gói widget

source: Widget type
vi: Loại widget

source: API Usage State
vi: Trạng thái sử dụng API

# tbResource
source: Resource
vi: Tài nguyên

source: OTA package
vi: Gói OTA

source: Queue
vi: Hàng đợi

source: Notification target
vi: Mục tiêu thông báo

source: Notification template
vi: Mẫu thông báo

source: Notification request
vi: Yêu cầu thông báo

# notifications
source: {count, plural, =1{Notification} other{Notifications}}
vi: {count, plural, =1{Thông báo} other{Thông báo}}

source: Notification rule
vi: Quy tắc thông báo

# actionStatusSuccess
source: Success
vi: Thành công

# actionStatusFailure
source: Failure
vi: Thất bại

# actionTypeAdded
source: Added
vi: Đã thêm

# actionTypeDeleted
source: Deleted
vi: Đã xóa

# actionTypeUpdated
source: Updated
vi: Đã cập nhật

# actionTypeAttributesUpdated
source: Attributes Updated
vi: Thuộc tính đã được cập nhật

# actionTypeAttributesDeleted
source: Attributes Deleted
vi: Thuộc tính đã bị xóa

# actionTypeRpcCall
source: RPC Call
vi: Gọi RPC

# actionTypeCredentialsUpdated
source: Credentials Updated
vi: Thông tin đăng nhập đã được cập nhật

# actionTypeAssignedToCustomer
source: Assigned to Customer
vi: Đã gán cho Khách hàng

# actionTypeUnassignedFromCustomer
source: Unassigned from Customer
vi: Đã hủy gán khỏi Khách hàng

# actionTypeActivated
source: Activated
vi: Đã kích hoạt

# actionTypeSuspended
source: Suspended
vi: Đã đình chỉ

# actionTypeCredentialsRead
source: Credentials read
vi: Đã đọc thông tin đăng nhập

# actionTypeAttributesRead
source: Attributes read
vi: Đã đọc thuộc tính

# actionTypeRelationAddOrUpdate
source: Relation updated
vi: Mối quan hệ đã được cập nhật

# actionTypeRelationDeleted
source: Relation deleted
vi: Mối quan hệ đã bị xóa

# actionTypeRelationsDeleted
source: All relation deleted
vi: Tất cả mối quan hệ đã bị xóa

# actionTypeAlarmAck
source: Acknowledged
vi: Đã xác nhận

# actionTypeAlarmClear
source: Cleared
vi: Đã xóa

# actionTypeAlarmDelete
source: Alarm Deleted
vi: Cảnh báo đã bị xóa

# actionTypeAlarmAssigned
source: Alarm Assigned
vi: Cảnh báo đã được gán

# actionTypeAlarmUnassigned
source: Alarm Unassigned
vi: Cảnh báo đã bị hủy gán

# actionTypeLogin
source: Login
vi: Đăng nhập

# actionTypeLogout
source: Logout
vi: Đăng xuất

# actionTypeLockout
source: Lockout
vi: Khóa

# actionTypeAssignedFromTenant
source: Assigned from Tenant
vi: Được gán từ Người thuê

# actionTypeAssignedToTenant
source: Assigned to Tenant
vi: Được gán cho Người thuê

# actionTypeProvisionSuccess
source: Device provisioned
vi: Thiết bị đã được cung cấp

# actionTypeProvisionFailure
source: Device provisioning was failed
vi: Cung cấp thiết bị thất bại

# actionTypeTimeseriesUpdated
source: Telemetry updated
vi: Dữ liệu đo từ xa đã được cập nhật

# actionTypeTimeseriesDeleted
source: Telemetry deleted
vi: Dữ liệu đo từ xa đã bị xóa

# actionTypeAssignedToEdge
source: Assigned to Edge
vi: Đã gán cho Edge

# actionTypeUnassignedFromEdge
source: Unassigned from Edge
vi: Đã hủy gán khỏi Edge

# actionTypeAddedComment
source: Added Comment
vi: Đã thêm Bình luận

# actionTypeUpdatedComment
source: Updated Comment
vi: Bình luận đã được cập nhật

# actionTypeDeletedComment
source: Deleted Comment
vi: Bình luận đã bị xóa

# actionTypeSmsSent
source: SMS Sent
vi: Đã gửi SMS

# isRequiredText
source: is required.
vi: là bắt buộc.
